Repository: Zhouyuankun/WeatherZ
Catalog: WeatherZ/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@mm/h
zh_hans: %@毫米/小时

source: %lldm
zh_hans: %lld米

source: %lldpa
zh_hans: %lld帕

source: Abroad
zh_hans: 国外

source: Allow tracking
zh_hans: 允许追踪

source: Cancel
zh_hans: 取消

source: City: %@
zh_hans: 城市：%@

source: Cloud
zh_hans: 阴

source: Cloudless
zh_hans: 多云

source: Confirm delete all saved cities
zh_hans: 确认删除所有保存的位置

source: Confirm delete all saved locations
zh_hans: 确认删除所有保存的位置

source: Current Location
zh_hans: 当前位置

source: Delete
zh_hans: 删除

source: Delete all saved locations
zh_hans: 删除所有保存的位置

source: Direction
zh_hans: 方向

source: Domestic
zh_hans: 国内

source: Drizzle
zh_hans: 小雨

source: Dust
zh_hans: 沙尘

# East
source: E
zh_hans: 东

source: Feels temp
zh_hans: 体感温度

source: Fog
zh_hans: 雾

source: Found %lld result on server
zh_hans: 查找到%lld个结果

source: Humidity
zh_hans: 湿度

source: Input city name
zh_hans: 输入城市名称

source: Locating
zh_hans: 正在定位

source: Location: %@
zh_hans: 地点：%@

source: Max temp
zh_hans: 最高温度

source: Min temp
zh_hans: 最低温度

# North
source: N
zh_hans: 北

source: Pressure
zh_hans: 压强

source: Province: %@
zh_hans: 省份：%@

source: Rain
zh_hans: 雨

source: Rain precipitation
zh_hans: 降雨量

source: Region: %@
zh_hans: 地区：%@

source: Seach city is in
zh_hans: 查找城市在

source: Search City
zh_hans: 查找城市

source: Snow
zh_hans: 雪

source: Snow precipitation
zh_hans: 降雪量

# South
source: S
zh_hans: 南

source: Subscribe
zh_hans: 订阅

source: Subscribed Locations
zh_hans: 订阅的位置

source: Sun
zh_hans: 晴

source: Sunrise
zh_hans: 日出

source: Sunset
zh_hans: 日落

source: The weather failed to update
zh_hans: 天气更新失败

source: The weather is updated at %@
zh_hans: 天气于%@更新

source: Thunderstorm
zh_hans: 雷雨

source: Trying to update the weather
zh_hans: 正在更新天气

source: Unexpected status
zh_hans: 未定义状态

source: Visibility
zh_hans: 能见度

source: We need location to present weather
zh_hans: 请授权位置信息以获取天气服务

# West
source: W
zh_hans: 西

source: Wind
zh_hans: 风

source: Wind gust
zh_hans: 风强

source: Wind speed
zh_hans: 风速
